{"last_product": "Children Safety Helmet", "pending_ai_query": null, "last_product_options": [{"name": "Children Safety Helmet", "title": "Children’s Safety Helmet – Strong Impact-Resistant Shell | Adjustable Chin Strap | Breathable Design | Soft Inner Padding | Lightweight & Durable", "price": "796.00", "our_price": "748.24", "description": "Protect your little one with the Children Safety Helmet, featuring a high-impact ABS shell, soft padding, and adjustable straps for a secure fit. Its lightweight, breathable design ensures comfort, making it perfect for biking, skating, and outdoor adventures.", "features": "Impact-Resistant ABS Shell: Ensures maximum protection.     Adjustable Chin Strap: Secure and comfortable fit.     Breathable Ventilation Design: Reduces heat buildup.     Soft Inner Padding: Enhanced comfort and shock absorption.     Lightweight & Durable: Easy to wear for extended use.", "usage": "", "why_choose": "Superior Safety: Certified impact-resistant design.     Adjustable Fit: Grows with your child.     Breathable & Comfortable: No overheating or discomfort.     Lightweight & Stylish: Perfect for daily outdoor fun.     Versatile Use: Ideal for cycling, skating, and scootering.", "is_popular": "0", "is_new": "0"}, {"name": "Children Special Safety Helmet", "title": "Children Special Safety Helmet – Customizable Fit | Therapist-Recommended | Durable & Reliable | Lightweight & Comfortable | Multi-Purpose Protection", "price": "1500.00", "our_price": "1425.00", "description": "Ensure your baby’s safety with the Children Special Safety Helmet—lightweight, breathable, and impact-resistant. Designed for infants and toddlers, this adjustable helmet prevents head injuries while crawling or walking. Made with soft cotton and shock-absorbing IXPE filling for maximum protection.", "features": "Customizable Resistance: Adjust for gradual strength improvement.   Therapist-Recommended: Clinically trusted for rehabilitation.   Durable & Reliable: Made from high-quality, long-lasting materials.   Portable & Easy to Use: Ideal for home and clinical settings.   Multi-Purpose Therapy: Supports motor recovery, strength training, and cognitive exercises.", "usage": "", "why_choose": "Superior Safety: Advanced IXPE shock absorption minimizes impact injuries. Ultra-Light & Soft: Comfortable for extended wear without irritation. Adjustable Fit: Suitable for babies and toddlers up to 5 years old. Breathable Comfort: Sweat-free fabric prevents overheating. Stylish & Versatile: Available in vibrant colors to match your child’s personality.", "is_popular": "0", "is_new": "0"}, {"name": "Seat Support K Walker", "title": "Seat Support K Walker – Front Support for Better Balance | Adjustable Chest & Back Support | Wide, Stable Base | Lightweight & Strong | Ergonomic Handles", "price": "11472.00", "our_price": "10898.40", "description": "The Seat Support K Walker is an anterior support walker designed for children needing stability and balance assistance. With adjustable chest and trunk support, a wide base, and a lightweight frame, it provides comfort, security, and enhanced mobility.", "features": "Anterior Support Design: Provides stability for children with balance issues.   Adjustable Chest & Trunk Support: Ensures comfort and proper posture.   Wide, Stable Base: Enhances safety and minimizes tipping risk.   Lightweight & Durable Frame: Easy to maneuver without sacrificing strength.   Ergonomic Handgrips: Offers a secure and comfortable grip.", "usage": "", "why_choose": "Optimized for Stability: Wide base and anterior support enhance balance.   Adjustable for Comfort: Customizable chest and trunk support.   Durable & Lightweight: Strong yet easy to maneuver.   Promotes Independence: Supports children's mobility development.   Safe & Secure Design: Minimizes tipping and ensures posture alignment.", "is_popular": "0", "is_new": "0"}, {"name": "Child Standing Chair", "title": "Child Standing Chair – Ergonomic Support | Adjustable Height | Non-Slip Base | Durable & Lightweight | Easy to Clean", "price": "440.00", "our_price": "418.00", "description": "The Child Standing Chair supports occupational therapy, promoting better posture, focus, and balance for kids. Featuring adjustable height, a non-slip base, and a lightweight design, it’s perfect for therapy centers, classrooms, and home use. Safe, durable, and easy to clean!", "features": "Ergonomic Support: Promotes proper posture and balance for better comfort.   Adjustable Height: Easily customizable to suit different child heights.   Non-Slip Base: Provides stability and safety during use.   Durable & Lightweight: Made from high-quality, child-friendly materials.   Easy to Clean: Smooth surface allows hassle-free maintenance.", "usage": "", "why_choose": "Therapist-Recommended: Supports posture and sensory benefits.   Safe & Durable: Made from non-toxic, sturdy materials for long-lasting use.   Customizable Comfort: Adjustable design adapts as your child grows.   Easy Maintenance: Simple to clean for optimal hygiene.   Supports Development: Enhances core strength, focus, and balance.", "is_popular": "0", "is_new": "0"}, {"name": "Children CP Chair", "title": "Children CP Chair – Adjustable Backrest | Detachable Tray | Ergonomic & Safe Design | Stable Base | Comfortable & Durable", "price": "8000.00", "our_price": "7600.00", "description": "The Children CP Chair offers adjustable support, a detachable tray, and ergonomic design for children with mobility challenges. Made from durable, child-safe materials, it enhances comfort and independence, making it ideal for home, therapy, and educational environments.", "features": "Adjustable Backrest: Three height levels for customized support.   Detachable Tray: Ideal for meals, learning, and play.   Ergonomic Design: Supports proper posture.   Durable & Safe: High-quality, child-friendly materials.   Stable Base: Prevents tipping or sliding.", "usage": "", "why_choose": "Customizable Backrest: Adjustable for personalized support.   Versatile & Multi-Functional: Ideal for eating, playing, and learning.   Ergonomic & Therapist-Recommended: Promotes proper posture and alignment.   High Durability: Built to withstand daily use.   Safe & Stable: Non-toxic materials with a secure base.", "is_popular": "0", "is_new": "0"}]}