{"last_product": "Wheelchair Ramp", "pending_ai_query": "enter", "last_product_options": [{"name": "Wheelchair Ramp", "title": "Wheelchair Ramp – Strong & Lightweight | Anti-Slip Surface | Easy to Use | Portable & Foldable | Supports Safe Access", "price": "47250.00", "our_price": "43942.50", "description": "The Wheelchair Ramp is a high-strength aluminum, foldable, and lightweight mobility solution for easy access over steps and curbs. With a 300Kg weight capacity and non-slip surface, it ensures safety, durability, and convenience for all users.", "features": "High-Strength Aluminum Build: Lightweight yet durable design. 300Kg Weight Capacity: Ensures stability and safety. Foldable & Portable: Easy to transport and store. Non-Slip Surface: Provides secure traction in all conditions. Universal Compatibility: Suitable for wheelchairs, power chairs, and scooters.", "usage": "", "why_choose": "Superior Strength & Lightweight: High-quality aluminum for easy handling. Enhanced Safety: Anti-slip surface ensures grip in all conditions. Wide Compatibility: Works with all mobility aids. Space-Saving Design: Easily folds for compact storage. Versatile Use: Ideal for homes, offices, and public spaces.", "is_popular": "0", "is_new": "0"}, {"name": "Aarogyaa Bharat Soft Cushion For Wheelchair (RYX28)", "title": "Aarogyaa Bharat Soft Wheelchair Cushion (RYX28) – High-Density Foam | Breathable Cover | Ergonomic | Anti-Slip Base | Lightweight", "price": "1000.00", "our_price": "940.00", "description": "The Aarogyaa Bharat Soft Cushion for Wheelchair (RYX28) enhances comfort and support with its soft, high-quality materials, designed to reduce pressure and provide optimal seating. Perfect for individuals using wheelchairs, promoting better posture and comfort for daily use.", "features": "High-Density Foam: Ensures comfort and support. Breathable Cover: Prevents overheating. Ergonomic Design: Distributes weight evenly. Anti-Slip Base: Keeps cushion in place. Lightweight & Portable: Easy to carry and transport.", "usage": "", "why_choose": "Wheelchair Features: Superior comfort with high-density foam. Breathable cover prevents overheating. Ergonomic design reduces pressure points. Secure anti-slip base for added safety. Lightweight and easy to transport.", "is_popular": "0", "is_new": "0"}, {"name": "Aarogyaa Bharat Multipurpose Tray For Wheelchair (RX904)", "title": "Aarogyaa Bharat Wheelchair Multipurpose Tray (RX904) – Spacious | Durable | Lightweight | Easy to Attach | Universal Fit", "price": "2000.00", "our_price": "1880.00", "description": "The Aarogyaa Bharat Multipurpose Tray For Wheelchair (RX904) is a durable, lightweight, and ergonomically designed tray that enhances mobility and convenience. Ideal for dining, reading, or working, it provides a stable surface with secure attachments, ensuring a comfortable and practical wheelchair experience.", "features": "Spacious Surface: Ideal for dining, reading, and working. Durable & Lightweight: Made of sturdy plastic. Easy Attachment: Adjustable straps for a secure fit. Raised Edges: Prevents items from slipping off. Universal Fit: Compatible with most standard wheelchairs.", "usage": "", "why_choose": "Wheelchair Features: Multipurpose functionality for enhanced convenience. Durable and lightweight construction. Secure fit with adjustable straps. Spacious surface with anti-slip raised edges. Compatible with most wheelchair models.", "is_popular": "0", "is_new": "0"}, {"name": "Aarogyaa Bharat TPE Threshold Ramp (RX973/RX974/RX975/RX976)", "title": "Aarogyaa Bharat TPE Threshold Ramp (RX973/RX974/RX975/RX976) – Slip-Resistant | Strong & Weatherproof | Easy Setup | Multi-Purpose | Smooth Access", "price": "2500.00", "our_price": "2350.00", "description": "Enhance accessibility with a durable, anti-slip threshold ramp made from weather-resistant TPE. Ideal for wheelchairs, scooters, and trolleys, it features a seamless, no-drill design for easy installation and smooth transitions at doorways, curbs, and more. Available in multiple height options.", "features": "Secure Footing: Anti-slip grooved surface for enhanced grip. Durable & Weather-Resistant: Made from rust-proof TPE material for long-lasting use. Easy Installation: One-piece, no-drill design for hassle-free setup. Versatile Support: Compatible with wheelchairs, scooters, walkers, and trolleys. Smooth Access: Tapered edges for seamless multi-directional entry.", "usage": "", "why_choose": "     Superior Durability: Made from high-quality TPE for long-lasting performance and wear resistance.     Hassle-Free Installation: One-piece solid construction requires no drilling or modifications.     Enhanced Safety: Anti-slip grooved surface provides extra grip in wet and dry conditions.     Universal Accessibility: Compatible with wheelchairs, scooters, trolleys, and pedestrian use.     Customizable Heights: Available in four height options to meet various accessibility needs. ", "is_popular": "0", "is_new": "0"}, {"name": "Coccyx Cushion", "title": "Coccyx Cushion – Memory Foam Support | Ergonomic Pressure Relief | Breathable Mesh Cover | Universal Fit | Portable & Travel-Friendly", "price": "2199.00", "our_price": "2089.05", "description": "Relieve tailbone pain and improve posture with the ergonomic Coccyx Cushion. Featuring memory foam, a breathable mesh cover, and universal compatibility, it offers long-lasting comfort and support for office chairs, car seats, wheelchairs, and more. Portable and durable.", "features": "Ergonomic Design: Alleviates tailbone pain and reduces pressure on the lower back. Memory Foam Core: Conforms to body contours, offering personalized comfort. Breathable Mesh Cover: Keeps you cool during long sitting sessions. Universal Fit: Ideal for office chairs, car seats, and wheelchairs. Portable & Lightweight: Easy to carry and use anywhere.", "usage": "", "why_choose": "Memory Foam Core: Conforms to your body for personalized support. Breathable Mesh Cover: Keeps you comfortable during long sitting sessions. Portable & Universal Fit: Ideal for work and travel, fits most chairs. Durable Construction: Built for lasting relief and performance. Long-Lasting Comfort: Outperforms competitors with consistent support.", "is_popular": "0", "is_new": "0"}], "expecting_pincode": false}